{
  "Loading" : "Loading...",
  "AlertEmailPassWrong" : "Your email or password is incorrect.",
  "Signin" : "Sign in",
  "EmailAddress" : "Email Address",
  "EnterEmailAddress" : "Enter email address",
  "Password" : "Password",
  "EnterPassword" : "Enter password",
  "ConfirmPassword" : "Confirm password",
  "EnterConfirmPassword" : "Enter the password again.",
  "SignUp" : "Sign up",
  "ResetPass" : "Reset password",
  "AlertEmailWrong" : "Invalid email or it may have been used",
  "AlertEmailWrong2" : "Invalid email",
  "AlertPassShort" : "Password length must be more than 8 characters.",
  "AlertPassIncorrect" : "Passwords do not match",
  "AlertEmailPassEmt" : "Please enter your email and password.",
  "BackTo" : "Back to ",
  "BackToPage" : " page",
  "AlertEmailSend" : "Email was sent successfully. Please check and change the password from the email sent. If not found, please check your spam email.",
  "Submit" : "Submit",
  "SignOut" : "Sign out",
  "PDPAtitleScreen": "About PDPA",
  "PDPAtitleContent": "History of PDPA",
  "PDPAdisContent": "PDPA is the Personal Data Protection Act. This is a law created to prevent anyone's personal data breach. This includes storing and using it without notice and without the prior consent of the data owner.",
  "PDPAdisContent2": "The Personal Data Protection Act of 2019 (PDPA) is a new law enacted to address the ever-growing problem of personal data breaches such as the purchase of phone numbers and data. Other personal data without the consent of the data subject. That is often found in the form of advertising calls or scams.",
  "PDPAdisContent3": "This law came into full force on June 1, 2022. It is a law that protects personal data such as names, addresses, phone numbers, photos, bank accounts, email addresses, website accounts, fingerprints, hands, health history, etc., which can be identified. to the owner of that information It may be data in the form of documents, paper, books, or stored electronically.",
  "PDPAtitleContent2": "Background of PDPA",
  "PDPAdisContent4": "The PDPA law is a copy of the GDPR (General Data Protection Regulation), the European Union's data protection law. The purpose of keeping personal data in both laws is to prevent malicious hackers from hacking or infringing on privacy in order to intimidate the interests of either the data subject or the person handling the data.",
  "PDPAtitleContent3": "How important is PDPA?",
  "PDPAdisContent5": "The focus of PDPA is to empower data subjects with rights over the personal data they collect. or are going to be stored more To provide security and privacy to data subjects with the necessary rights to know and accept the collection of personal data and the right to request access. objection to personal data and revocation of collection and use of information and rights to request the deletion or destruction of personal data Add data subject rights As a result, operators and companies have to modify the process of collecting and receiving personal information of the data subject. whether it is a customer, employee in an organization or any person Or represent an organization that handles PDPA matters. Today, we'll help you transform your practices to comply with PDPA laws, including the protection and security of your customers and related personal data. The following steps must be taken urgently. As Thailand has now begun enforcing the PDPA, non-compliance with the PDPA principles can result in serious civil, criminal and administrative penalties.",
  "PDPAtitleContent4": "Components of PDPA",
  "PDPAdisContent6": "Persons required to comply with PDPA laws include the Data Subject and the Data Controller. The Data Controller is like an administrator. as an operational department have a duty to collect and use personal data that seeks consent (Consent) from the data subject to use for example online sales website The website operator must request information including name, address, and telephone number. payment information In order to process orders and deliver products to the address of the data subject, which PDPA once received the information Data security measures must also be in place (PDPA.PRO, 2022).",
  "more" : "more",
  "Assessment" : "Assessment",
  "NavBtnAssessment" : "/AssessmentEng",
  "NavBtnEducate" : "Training",
  "AlertEmailChack" : "Please verify your email. If you confirmed Please refresh the page.",
  "AlerAfterSignup" : "Sign up successfully. Please verify your email. If you can't find it, please check your spam email. in order to be able to enter the assessment form",
  "AlertNumber" : "Please equalize the numbers before Sign up.",
  "" : "en"
}