{
  "Loading" : "Loading...",
  "AlertEmailPassWrong" : "อีเมลหรือรหัสผ่านของท่านไม่ถูกต้อง",
  "Signin" : "ลงชื่อเข้าใช้",
  "EmailAddress" : "ที่อยู่อีเมล",
  "EnterEmailAddress" : "กรอกที่อยู่อีเมล",
  "Password" : "รหัสผ่าน",
  "EnterPassword" : "กรอกรหัสผ่าน",
  "ConfirmPassword" : "ยืนยันรหัสผ่าน",
  "EnterConfirmPassword" : "กรอกรหัสผ่านอีกครั้ง",
  "SignUp" : "สมัครสมาชิก",
  "ResetPass" : "ลืมรหัสผ่าน",
  "AlertEmailWrong" : "อีเมลไม่ถูกต้อง หรืออาจถูกใช้แล้ว",
  "AlertEmailWrong2" : "อีเมลไม่ถูกต้อง",
  "AlertPassShort" : "ความยาวรหัสผ่านต้องมีมากกว่า 8 ตัวอักษร",
  "AlertPassIncorrect" : "รหัสผ่านไม่ตรงกัน",
  "AlertEmailPassEmt" : "กรุณากรอกอีเมล และรหัสผ่าน",
  "BackTo" : "กลับไปยังหน้า",
  "BackToPage" : "",
  "AlertEmailSend" : "อีเมลถูกส่งเรียบร้อย กรุณาตรวจสอบและเปลี่ยนรหัสผ่านจากอีเมลที่ส่งไป หากไม่พบกรุณาตรวจสอบให้อีเมลขยะ",
  "Submit" : "ยืนยัน",
  "SignOut" : "ออกจากระบบ",
  "PDPAtitleScreen": "เกี่ยวกับ PDPA",
  "PDPAtitleContent": "ประวัติของ PDPA",
  "PDPAdisContent": "PDPA คือ พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล ซึ่งเป็นกฎหมายที่ถูกสร้างมาเพื่อป้องกันการละเมิดข้อมูลส่วนบุคคลของทุกคน รวมถึงการจัดเก็บข้อมูลและนำไปใช้โดยไม่ได้แจ้งให้ทราบ และไม่ได้รับความยินยอมจากเจ้าของข้อมูลเสียก่อน",
  "PDPAdisContent2": "พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ.2562 (Personal Data Protection Act: PDPA) คือ กฎหมายใหม่ที่ออกมาเพื่อแก้ไขปัญหาการถูกล่วงละเมิดข้อมูลส่วนบุคคลที่เพิ่มมากขึ้นเรื่อย ๆ ในปัจจุบัน เช่น การซื้อขายข้อมูลเบอร์โทรศัพท์และข้อมูลส่วนตัวอื่น ๆ โดยที่เจ้าของข้อมูลไม่ยินยอม ที่มักพบได้มากในรูปแบบการโทรมาโฆษณา หรือ ล่อลวง",
  "PDPAdisContent3": "โดยกฎหมายนี้ได้เริ่มบังคับใช้อย่างเต็มรูปแบบเมื่อวันที่ 1 มิ.ย. 2565 เป็นกฎหมายที่ให้ความคุ้มครองข้อมูลส่วนบุคคล เช่น ชื่อ ที่อยู่ เบอร์โทรศัพท์ รูปถ่าย บัญชีธนาคาร อีเมล ไอดีไลน์ บัญชีผู้ใช้ของเว็บไซต์ ลายนิ้วมือ ประวัติสุขภาพ เป็นต้น ซึ่งข้อมูลเหล่านี้สามารถระบุถึงตัวเจ้าของข้อมูลนั้นได้ อาจเป็นได้ทั้งข้อมูลในรูปแบบเอกสาร กระดาษ หนังสือ หรือจัดเก็บในรูปแบบอิเล็กทรอนิกส์",
  "PDPAtitleContent2": "PDPA มีความเป็นมาอย่างไร",
  "PDPAdisContent4": "กฎหมาย PDPA เรียกได้ว่าถอดแบบมาจากกฎหมายต้นแบบอย่างกฎหมาย GDPR (General Data Protection Regulation) ซึ่งเป็นกฎหมายคุ้มครองข้อมูลส่วนบุคคลของสหภาพยุโรป วัตถุประสงค์ของการเก็บรักษาข้อมูลส่วนบุคคลของกฎหมายทั้ง 2 ฉบับ ก็เพื่อป้องกันไม่ให้ผู้ไม่ประสงค์ดีทำการแฮ็กข้อมูลหรือละเมิดความเป็นส่วนตัวเพื่อข่มขู่หวังผลประโยชน์จากทั้งจากตัวเจ้าของข้อมูลเองหรือจากบุคคลที่ดูแลข้อมูล",
  "PDPAtitleContent3": "PDPA สำคัญอย่างไร",
  "PDPAdisContent5": "ความสำคัญของ PDPA คือการทำให้เจ้าของข้อมูลมีสิทธิในข้อมูลส่วนตัวที่ถูกจัดเก็บไปแล้ว หรือกำลังจะถูกจัดเก็บมากขึ้น เพื่อสร้างความปลอดภัยและเป็นส่วนตัวให้แก่เจ้าของข้อมูล โดยมีสิทธิที่สำคัญคือ สิทธิการรับทราบและยิมยอมการเก็บข้อมูลส่วนตัว และสิทธิในการขอเข้าถึงข้อมูลส่วนตัว คัดค้านและเพิกถอนการเก็บและนำข้อมูลไปใช้ และสิทธิขอให้ลบหรือทำลายข้อมูลส่วนตัว สิทธิที่เพิ่มขึ้นของเจ้าของข้อมูล ทำให้ผู้ประกอบการขององค์กรและบริษัทต่าง ๆ ต้องปรับเปลี่ยนกระบวนการเก็บรวบรวมและนำข้อมูลส่วนตัวของเจ้าของข้อมูลไม่ว่าจะเป็นลูกค้า พนักงานในองค์กร หรือบุคคลใด ๆ ที่เกี่ยวข้องให้เป็นไปตามหลักปฏิบัติของ PDPA พ.ร.บ.คุ้มครองข้อมูลส่วนบุคคลโดยหากคุณเป็นผู้ประกอบการ หรือเป็นตัวแทนองค์กรที่ดำเนินการเรื่อง PDPA วันนี้เราจะช่วยคุณเปลี่ยนแนวทางการดำเนินงานเพื่อให้สอดคล้องกับกฎหมาย PDPA กัน หากต้องการเก็บรวบรวมข้อมูล ประมวลผลข้อมูล นำข้อมูลไปใช้ รวมถึงการเก็บรักษาและดูแลความปลอดภัยของข้อมูลส่วนบุคคคลของลูกค้าและบุคคลที่เกี่ยวข้อง จะต้องดำเนินการตามขั้นตอนต่อไปนี้โดยด่วน เพราะในขณะนี้ประเทศไทยได้เริ่มบังคับใช้ พ.ร.บ. PDPA แล้ว หากไม่ดำเนินการตามหลักของ PDPA อาจต้องรับโทษร้ายแรงทั้งทางแพ่ง อาญา และปกครอง",
  "PDPAtitleContent4": "องค์ประกอบสำคัญของ PDPA",
  "PDPAdisContent6": "บุคคลที่ต้องปฎิบัติตามกฎหมาย PDPA ประกอบด้วย เจ้าของข้อมูลส่วนบุคคล (Data Subject) และผู้ควบคุมข้อมูลส่วนบุคคล (Data Controller) โดยผู้ควบคุมข้อมูลส่วนบุคคลนั้นเปรียบเสมือนผู้ดูแลระบบ เป็นฝ่ายปฏิบัติงาน มีหน้าที่เก็บรวบรวม และนำข้อมูลส่วนบุคคลที่ขอความยินยอม (Consent) จากเจ้าของข้อมูลไปใช้ ยกตัวอย่างเช่น เว็บไซต์ขายของออนไลน์ ตัวผู้จัดทำเว็บไซต์ก็จะต้องขอข้อมูลทั้งชื่อ ที่อยู่ เบอร์โทรศัพท์ ข้อมูลการจ่ายเงิน เพื่อนำไปดำเนินการสั่งซื้อและจัดส่งสินค้าไปยังที่อยู่ของเจ้าของข้อมูล ซึ่ง PDPA เมื่อได้ข้อมูลมาแล้ว ก็ต้องจัดให้มีมาตรการรักษาความปลอดภัยข้อมูลด้วย (PDPA.PRO, 2565)",
  "more" : "เพิ่มเติม",
  "Assessment" : "แบบประเมิน",
  "NavBtnAssessment" : "/Assessment",
  "AlertEmailChack" : "กรุณายืนยันอีเมล หากคุณยืนยันแล้ว กรุณารีเฟรชหน้าเว็บ",
  "AlerAfterSignup" : "สมัครสมาชิกเรียบร้อย กรุณายืนยันอีเมล หากไม่พบกรุณาตรวจสอบในอีเมลขยะ เพื่อสามารถเข้าทำแบบประเมินได้",
  "AlertNumber" : "กรุณาทำตัวเลขให้เท่ากันก่อนสมัครสมาชิก",
  "" : "th"
}